// @flow
export default {
  "session.title": "برو نرو",
  "session.message1": "سه تمرین داریم که لازم است پشت سر هم انجام‌شان بدهی.",
  "session.enoughToday1": "عالی",
  "session.enoughToday2": "برای امروز کافی است.",
  "session.start": "تمرین {block}",
  "sessions.allDone1": "عالی",
  "sessions.allDone2": "احتیاجی به تمرین بیشتر نیست. پاداش شما آماده است.",

  "block.start": "شروع",

  "block.binary.go": "این شکل را دیدی، بزن",
  "block.binary.nogo": "این شکل را دیدی، کاری نکن",
  "block.hands.go": "دست سالم دیدی مثل این‌ها، بزن",
  "block.hands.nogo": "دست زخمی دیدی مثل این‌ها، کاری نکن",
  "block.colors.go": "هر رنگی دیدی، بزن. مثل این‌ها",
  "block.colors.nogo": "اگر رنگش {color} بود، نزن. مثل این‌ها",
  "profile.age": "سن",
  "profile.name": "نام و نام خانوادگی",

  "report.title": "عملکرد",
  "report.date": "تاریخ تمرین: ",
  "report.success": "پاسخ‌های موفق: ",
  "report.failure": "پاسخ‌های ناموفق: ",
  "report.wallet": " به کیف پول اضافه شد.",
  "report.currency": " تومان",
  "report.empty": "کیف پول خالی است.",
  "report.total": "کل پاداش {total} تومان",

  "about.title": "درباره ما",
  "app.title": "برو نرو",
  "about.message1": "مشکلی برات پیش آمده کسگم",
  "about.researcher": "پژوهشگر: پریسا پدرام",
  "about.goal":
    "این اپلیکیشن به منظور افزایش توانایی بازداری پاسخ در افرادی که رفتارهای خودآسیب رسان عمدی دارند، طراحی شده هاست.",
  "about.description":
    "این برنامه شامل سه تمرین است که در هرنوبت بازی به صورت تصادفی اجرا می‌شوند. هر تمرین شامل ۲۰۰ کوشش است که فرد باید به برخی از محرک‌ها با فشار دادن دکمه پاسخ دهد و از پاسخ به برخی از محرک‌ها باید اجتناب کند. ",
  "about.gamification":
    "در هر جلسه بازی به فرد ۳۰۰۰ تومان بن داده می‌شود و به ازاء هر خطا ۵ تومن از بن آن روز فرد کاسته می‌شود.",
  "about.program":
    "این برنامه ابزار مداخله بخشی از پایان نامه پریسا پدرام، دانشجوی دکتری روانشناسی دانشگاه الزهرا است.",
  reset: "ریست"
};
